9/data/attachments/7cb5234e1dcaa6dc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_media_Friend_16288_5</nif:username>
            <nif:friendToBeRequested>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>